{
  "<0>": 92544,
  "<100>": 92545,
  "<101>": 92546,
  "<102>": 92547,
  "<103>": 92548,
  "<104>": 92549,
  "<105>": 92550,
  "<106>": 92551,
  "<107>": 92552,
  "<108>": 92553,
  "<109>": 92554,
  "<10>": 92555,
  "<110>": 92556,
  "<111>": 92557,
  "<112>": 92558,
  "<113>": 92559,
  "<114>": 92560,
  "<115>": 92561,
  "<116>": 92562,
  "<117>": 92563,
  "<118>": 92564,
  "<119>": 92565,
  "<11>": 92566,
  "<120>": 92567,
  "<121>": 92568,
  "<122>": 92569,
  "<123>": 92570,
  "<124>": 92571,
  "<125>": 92572,
  "<126>": 92573,
  "<127>": 92574,
  "<128>": 92575,
  "<129>": 92576,
  "<12>": 92577,
  "<130>": 92578,
  "<131>": 92579,
  "<132>": 92580,
  "<133>": 92581,
  "<134>": 92582,
  "<135>": 92583,
  "<136>": 92584,
  "<137>": 92585,
  "<138>": 92586,
  "<139>": 92587,
  "<13>": 92588,
  "<140>": 92589,
  "<141>": 92590,
  "<142>": 92591,
  "<143>": 92592,
  "<144>": 92593,
  "<145>": 92594,
  "<146>": 92595,
  "<147>": 92596,
  "<148>": 92597,
  "<149>": 92598,
  "<14>": 92599,
  "<150>": 92600,
  "<151>": 92601,
  "<152>": 92602,
  "<153>": 92603,
  "<154>": 92604,
  "<155>": 92605,
  "<156>": 92606,
  "<157>": 92607,
  "<158>": 92608,
  "<159>": 92609,
  "<15>": 92610,
  "<160>": 92611,
  "<161>": 92612,
  "<162>": 92613,
  "<163>": 92614,
  "<164>": 92615,
  "<165>": 92616,
  "<166>": 92617,
  "<167>": 92618,
  "<168>": 92619,
  "<169>": 92620,
  "<16>": 92621,
  "<170>": 92622,
  "<171>": 92623,
  "<172>": 92624,
  "<173>": 92625,
  "<174>": 92626,
  "<175>": 92627,
  "<176>": 92628,
  "<177>": 92629,
  "<178>": 92630,
  "<179>": 92631,
  "<17>": 92632,
  "<180>": 92633,
  "<181>": 92634,
  "<182>": 92635,
  "<183>": 92636,
  "<184>": 92637,
  "<185>": 92638,
  "<186>": 92639,
  "<187>": 92640,
  "<188>": 92641,
  "<189>": 92642,
  "<18>": 92643,
  "<190>": 92644,
  "<191>": 92645,
  "<192>": 92646,
  "<193>": 92647,
  "<194>": 92648,
  "<195>": 92649,
  "<196>": 92650,
  "<197>": 92651,
  "<198>": 92652,
  "<199>": 92653,
  "<19>": 92654,
  "<1>": 92655,
  "<200>": 92656,
  "<201>": 92657,
  "<202>": 92658,
  "<203>": 92659,
  "<204>": 92660,
  "<205>": 92661,
  "<206>": 92662,
  "<207>": 92663,
  "<208>": 92664,
  "<209>": 92665,
  "<20>": 92666,
  "<210>": 92667,
  "<211>": 92668,
  "<212>": 92669,
  "<213>": 92670,
  "<214>": 92671,
  "<215>": 92672,
  "<216>": 92673,
  "<217>": 92674,
  "<218>": 92675,
  "<219>": 92676,
  "<21>": 92677,
  "<220>": 92678,
  "<221>": 92679,
  "<222>": 92680,
  "<223>": 92681,
  "<224>": 92682,
  "<225>": 92683,
  "<226>": 92684,
  "<227>": 92685,
  "<228>": 92686,
  "<229>": 92687,
  "<22>": 92688,
  "<230>": 92689,
  "<231>": 92690,
  "<232>": 92691,
  "<233>": 92692,
  "<234>": 92693,
  "<235>": 92694,
  "<236>": 92695,
  "<237>": 92696,
  "<238>": 92697,
  "<239>": 92698,
  "<23>": 92699,
  "<240>": 92700,
  "<241>": 92701,
  "<242>": 92702,
  "<243>": 92703,
  "<244>": 92704,
  "<245>": 92705,
  "<246>": 92706,
  "<247>": 92707,
  "<248>": 92708,
  "<249>": 92709,
  "<24>": 92710,
  "<250>": 92711,
  "<251>": 92712,
  "<252>": 92713,
  "<253>": 92714,
  "<254>": 92715,
  "<255>": 92716,
  "<256>": 92717,
  "<257>": 92718,
  "<258>": 92719,
  "<259>": 92720,
  "<25>": 92721,
  "<260>": 92722,
  "<261>": 92723,
  "<262>": 92724,
  "<263>": 92725,
  "<264>": 92726,
  "<265>": 92727,
  "<266>": 92728,
  "<267>": 92729,
  "<268>": 92730,
  "<269>": 92731,
  "<26>": 92732,
  "<270>": 92733,
  "<271>": 92734,
  "<272>": 92735,
  "<273>": 92736,
  "<274>": 92737,
  "<275>": 92738,
  "<276>": 92739,
  "<277>": 92740,
  "<278>": 92741,
  "<279>": 92742,
  "<27>": 92743,
  "<280>": 92744,
  "<281>": 92745,
  "<282>": 92746,
  "<283>": 92747,
  "<284>": 92748,
  "<285>": 92749,
  "<286>": 92750,
  "<287>": 92751,
  "<288>": 92752,
  "<289>": 92753,
  "<28>": 92754,
  "<290>": 92755,
  "<291>": 92756,
  "<292>": 92757,
  "<293>": 92758,
  "<294>": 92759,
  "<295>": 92760,
  "<296>": 92761,
  "<297>": 92762,
  "<298>": 92763,
  "<299>": 92764,
  "<29>": 92765,
  "<2>": 92766,
  "<300>": 92767,
  "<301>": 92768,
  "<302>": 92769,
  "<303>": 92770,
  "<304>": 92771,
  "<305>": 92772,
  "<306>": 92773,
  "<307>": 92774,
  "<308>": 92775,
  "<309>": 92776,
  "<30>": 92777,
  "<310>": 92778,
  "<311>": 92779,
  "<312>": 92780,
  "<313>": 92781,
  "<314>": 92782,
  "<315>": 92783,
  "<316>": 92784,
  "<317>": 92785,
  "<318>": 92786,
  "<319>": 92787,
  "<31>": 92788,
  "<320>": 92789,
  "<321>": 92790,
  "<322>": 92791,
  "<323>": 92792,
  "<324>": 92793,
  "<325>": 92794,
  "<326>": 92795,
  "<327>": 92796,
  "<328>": 92797,
  "<329>": 92798,
  "<32>": 92799,
  "<330>": 92800,
  "<331>": 92801,
  "<332>": 92802,
  "<333>": 92803,
  "<334>": 92804,
  "<335>": 92805,
  "<336>": 92806,
  "<337>": 92807,
  "<338>": 92808,
  "<339>": 92809,
  "<33>": 92810,
  "<340>": 92811,
  "<341>": 92812,
  "<342>": 92813,
  "<343>": 92814,
  "<344>": 92815,
  "<345>": 92816,
  "<346>": 92817,
  "<347>": 92818,
  "<348>": 92819,
  "<349>": 92820,
  "<34>": 92821,
  "<350>": 92822,
  "<351>": 92823,
  "<352>": 92824,
  "<353>": 92825,
  "<354>": 92826,
  "<355>": 92827,
  "<356>": 92828,
  "<357>": 92829,
  "<358>": 92830,
  "<359>": 92831,
  "<35>": 92832,
  "<360>": 92833,
  "<361>": 92834,
  "<362>": 92835,
  "<363>": 92836,
  "<364>": 92837,
  "<365>": 92838,
  "<366>": 92839,
  "<367>": 92840,
  "<368>": 92841,
  "<369>": 92842,
  "<36>": 92843,
  "<370>": 92844,
  "<371>": 92845,
  "<372>": 92846,
  "<373>": 92847,
  "<374>": 92848,
  "<375>": 92849,
  "<376>": 92850,
  "<377>": 92851,
  "<378>": 92852,
  "<379>": 92853,
  "<37>": 92854,
  "<380>": 92855,
  "<381>": 92856,
  "<382>": 92857,
  "<383>": 92858,
  "<384>": 92859,
  "<385>": 92860,
  "<386>": 92861,
  "<387>": 92862,
  "<388>": 92863,
  "<389>": 92864,
  "<38>": 92865,
  "<390>": 92866,
  "<391>": 92867,
  "<392>": 92868,
  "<393>": 92869,
  "<394>": 92870,
  "<395>": 92871,
  "<396>": 92872,
  "<397>": 92873,
  "<398>": 92874,
  "<399>": 92875,
  "<39>": 92876,
  "<3>": 92877,
  "<400>": 92878,
  "<401>": 92879,
  "<402>": 92880,
  "<403>": 92881,
  "<404>": 92882,
  "<405>": 92883,
  "<406>": 92884,
  "<407>": 92885,
  "<408>": 92886,
  "<409>": 92887,
  "<40>": 92888,
  "<410>": 92889,
  "<411>": 92890,
  "<412>": 92891,
  "<413>": 92892,
  "<414>": 92893,
  "<415>": 92894,
  "<416>": 92895,
  "<417>": 92896,
  "<418>": 92897,
  "<419>": 92898,
  "<41>": 92899,
  "<420>": 92900,
  "<421>": 92901,
  "<422>": 92902,
  "<423>": 92903,
  "<424>": 92904,
  "<425>": 92905,
  "<426>": 92906,
  "<427>": 92907,
  "<428>": 92908,
  "<429>": 92909,
  "<42>": 92910,
  "<430>": 92911,
  "<431>": 92912,
  "<432>": 92913,
  "<433>": 92914,
  "<434>": 92915,
  "<435>": 92916,
  "<436>": 92917,
  "<437>": 92918,
  "<438>": 92919,
  "<439>": 92920,
  "<43>": 92921,
  "<440>": 92922,
  "<441>": 92923,
  "<442>": 92924,
  "<443>": 92925,
  "<444>": 92926,
  "<445>": 92927,
  "<446>": 92928,
  "<447>": 92929,
  "<448>": 92930,
  "<449>": 92931,
  "<44>": 92932,
  "<450>": 92933,
  "<451>": 92934,
  "<452>": 92935,
  "<453>": 92936,
  "<454>": 92937,
  "<455>": 92938,
  "<456>": 92939,
  "<457>": 92940,
  "<458>": 92941,
  "<459>": 92942,
  "<45>": 92943,
  "<460>": 92944,
  "<461>": 92945,
  "<462>": 92946,
  "<463>": 92947,
  "<464>": 92948,
  "<465>": 92949,
  "<466>": 92950,
  "<467>": 92951,
  "<468>": 92952,
  "<469>": 92953,
  "<46>": 92954,
  "<470>": 92955,
  "<471>": 92956,
  "<472>": 92957,
  "<473>": 92958,
  "<474>": 92959,
  "<475>": 92960,
  "<476>": 92961,
  "<477>": 92962,
  "<478>": 92963,
  "<479>": 92964,
  "<47>": 92965,
  "<480>": 92966,
  "<481>": 92967,
  "<482>": 92968,
  "<483>": 92969,
  "<484>": 92970,
  "<485>": 92971,
  "<486>": 92972,
  "<487>": 92973,
  "<488>": 92974,
  "<489>": 92975,
  "<48>": 92976,
  "<490>": 92977,
  "<491>": 92978,
  "<492>": 92979,
  "<493>": 92980,
  "<494>": 92981,
  "<495>": 92982,
  "<496>": 92983,
  "<497>": 92984,
  "<498>": 92985,
  "<499>": 92986,
  "<49>": 92987,
  "<4>": 92988,
  "<500>": 92989,
  "<501>": 92990,
  "<502>": 92991,
  "<503>": 92992,
  "<504>": 92993,
  "<505>": 92994,
  "<506>": 92995,
  "<507>": 92996,
  "<508>": 92997,
  "<509>": 92998,
  "<50>": 92999,
  "<510>": 93000,
  "<511>": 93001,
  "<51>": 93002,
  "<52>": 93003,
  "<53>": 93004,
  "<54>": 93005,
  "<55>": 93006,
  "<56>": 93007,
  "<57>": 93008,
  "<58>": 93009,
  "<59>": 93010,
  "<5>": 93011,
  "<60>": 93012,
  "<61>": 93013,
  "<62>": 93014,
  "<63>": 93015,
  "<64>": 93016,
  "<65>": 93017,
  "<66>": 93018,
  "<67>": 93019,
  "<68>": 93020,
  "<69>": 93021,
  "<6>": 93022,
  "<70>": 93023,
  "<71>": 93024,
  "<72>": 93025,
  "<73>": 93026,
  "<74>": 93027,
  "<75>": 93028,
  "<76>": 93029,
  "<77>": 93030,
  "<78>": 93031,
  "<79>": 93032,
  "<7>": 93033,
  "<80>": 93034,
  "<81>": 93035,
  "<82>": 93036,
  "<83>": 93037,
  "<84>": 93038,
  "<85>": 93039,
  "<86>": 93040,
  "<87>": 93041,
  "<88>": 93042,
  "<89>": 93043,
  "<8>": 93044,
  "<90>": 93045,
  "<91>": 93046,
  "<92>": 93047,
  "<93>": 93048,
  "<94>": 93049,
  "<95>": 93050,
  "<96>": 93051,
  "<97>": 93052,
  "<98>": 93053,
  "<99>": 93054,
  "<9>": 93055,
  "<A#-1>": 93056,
  "<A#0>": 93057,
  "<A#1>": 93058,
  "<A#2>": 93059,
  "<A#3>": 93060,
  "<A#4>": 93061,
  "<A#5>": 93062,
  "<A#6>": 93063,
  "<A#7>": 93064,
  "<A#8>": 93065,
  "<A#9>": 93066,
  "<A-1>": 93067,
  "<A0>": 93068,
  "<A1>": 93069,
  "<A2>": 93070,
  "<A3>": 93071,
  "<A4>": 93072,
  "<A5>": 93073,
  "<A6>": 93074,
  "<A7>": 93075,
  "<A8>": 93076,
  "<A9>": 93077,
  "<B-1>": 93078,
  "<B0>": 93079,
  "<B1>": 93080,
  "<B2>": 93081,
  "<B3>": 93082,
  "<B4>": 93083,
  "<B5>": 93084,
  "<B6>": 93085,
  "<B7>": 93086,
  "<B8>": 93087,
  "<B9>": 93088,
  "<C#-1>": 93089,
  "<C#0>": 93090,
  "<C#1>": 93091,
  "<C#2>": 93092,
  "<C#3>": 93093,
  "<C#4>": 93094,
  "<C#5>": 93095,
  "<C#6>": 93096,
  "<C#7>": 93097,
  "<C#8>": 93098,
  "<C#9>": 93099,
  "<C-1>": 93100,
  "<C0>": 93101,
  "<C1>": 93102,
  "<C2>": 93103,
  "<C3>": 93104,
  "<C4>": 93105,
  "<C5>": 93106,
  "<C6>": 93107,
  "<C7>": 93108,
  "<C8>": 93109,
  "<C9>": 93110,
  "<D#-1>": 93111,
  "<D#0>": 93112,
  "<D#1>": 93113,
  "<D#2>": 93114,
  "<D#3>": 93115,
  "<D#4>": 93116,
  "<D#5>": 93117,
  "<D#6>": 93118,
  "<D#7>": 93119,
  "<D#8>": 93120,
  "<D#9>": 93121,
  "<D-1>": 93122,
  "<D0>": 93123,
  "<D1>": 93124,
  "<D2>": 93125,
  "<D3>": 93126,
  "<D4>": 93127,
  "<D5>": 93128,
  "<D6>": 93129,
  "<D7>": 93130,
  "<D8>": 93131,
  "<D9>": 93132,
  "<E-1>": 93133,
  "<E0>": 93134,
  "<E1>": 93135,
  "<E2>": 93136,
  "<E3>": 93137,
  "<E4>": 93138,
  "<E5>": 93139,
  "<E6>": 93140,
  "<E7>": 93141,
  "<E8>": 93142,
  "<E9>": 93143,
  "<F#-1>": 93144,
  "<F#0>": 93145,
  "<F#1>": 93146,
  "<F#2>": 93147,
  "<F#3>": 93148,
  "<F#4>": 93149,
  "<F#5>": 93150,
  "<F#6>": 93151,
  "<F#7>": 93152,
  "<F#8>": 93153,
  "<F#9>": 93154,
  "<F-1>": 93155,
  "<F0>": 93156,
  "<F1>": 93157,
  "<F2>": 93158,
  "<F3>": 93159,
  "<F4>": 93160,
  "<F5>": 93161,
  "<F6>": 93162,
  "<F7>": 93163,
  "<F8>": 93164,
  "<F9>": 93165,
  "<G#-1>": 93166,
  "<G#0>": 93167,
  "<G#1>": 93168,
  "<G#2>": 93169,
  "<G#3>": 93170,
  "<G#4>": 93171,
  "<G#5>": 93172,
  "<G#6>": 93173,
  "<G#7>": 93174,
  "<G#8>": 93175,
  "<G#9>": 93176,
  "<G-1>": 93177,
  "<G0>": 93178,
  "<G1>": 93179,
  "<G2>": 93180,
  "<G3>": 93181,
  "<G4>": 93182,
  "<G5>": 93183,
  "<G6>": 93184,
  "<G7>": 93185,
  "<G8>": 93186,
  "<G9>": 93187,
  "<bol>": 93188,
  "<bom>": 93189,
  "<bop>": 93190,
  "<eol>": 93191,
  "<eom>": 93192,
  "<eop>": 93193
}
